[
	{"Name":"Aragorn", "Emotion": "Happy", "Text":"Hey honey, I'm back! The doctor was right about these herbs being hard to find but I seemed to have managed it."},
	{"Name":"Celestina", "Emotion": "Smile", "Text":"Welcome back dear. *cough* I thought I told you to let the doctor handle the collecting.*cough*"},
	{"Name":"Aragorn", "Emotion": "Neutral", "Text":"I know... I didn't want to wait. I could not just sit around. I'm sorry Celee."},
	{"Name":"Celestina", "Emotion": "Neutral", "Text":"*cough* It's okay. Now can you pass me some te-*cough* tea. It's not as good as when I make it but *cough* it is good at easing the throat."},
	{"Name":"Aragorn", "Emotion": "Concern", "Text":"Of course my dear. Did it get worse while I was gone? Oh Goddess Atrea please bring my beloved Celestina good health, that is all that I ask."},
	{"Name":"Astrea", "Emotion": "Cheerful", "Text":"Ho ho ho. Do not fret dear mortals. I hear your plea Knight and I am happy to aid you both."},
	{"Name":"Celestina", "Emotion": "Smile", "Text":"Th-that cannot be."},
	{"Name":"Aragorn", "Emotion": "Neutral", "Text":"...This is impossible"},
	{"Name":"Aragorn", "Emotion": "Happy", "Text":"THE GODDESS. Sh-sh-she's here! In front of us! My graceful Goddess me and my lovely wife welcome you to our home."},
	{"Name":"Aragorn", "Emotion": "Tears1", "Text":"Your radiant presence blesses us to no end and your divine nature holds no equal."},
	{"Name":"Astrea", "Emotion": "Cheerful", "Text":"ha ha ha. Oh dear Knight what gracious sentiment. I have decided to give you a solution for your beloved Celestina's illness."},
	{"Name":"Aragorn", "Emotion": "Joy", "Text":"Oh thank you my Goddess. I'll remain for ever in your debt for curing darling"},
	{"Name":"Astrea", "Emotion": "Neutral", "Text":"Oh but it won't be that trivial. For the cure lies in the bowels of a castle's ruins in the form of what you mortals call Divine Water."},
	{"Name":"Astrea", "Emotion": "Neutral", "Text":"This Divine Water serves as the only cure for your wife. So Knight do you wish to face the beasts that will be in your way and trek forward?"},
	{"Name":"Aragorn", "Emotion": "Joy", "Text":"OF COURSE! It is my duty to walk this path. Every foe in my way will be struck down for my sword has known battle and it will now be swung for a greater purpose"},
	{"Name":"Celestina", "Emotion": "Concern", "Text":"Honey *cough* it's not your fault. You don't have got to those ruins. I would rather prefer you *cough* here at home than out in a battle."},
	{"Name":"Aragorn", "Emotion": "Tears1", "Text":"But I have to go! I can't just sit here and watch you die! Now that the Goddess it will all be alright. I just need to have faith in Goddess Astrea"},
	{"Name":"Astrea", "Emotion": "cheerful", "Text":"Ho ho. You are correct. Just hold your faith in me and you will make it to the end of your quest."},
	{"Name":"Astrea", "Emotion": "Neutral", "Text":"Now lets set you off on your journey!"},
]
